alefragnani.bookmarks
arturock.gitstash
dbaeumer.vscode-eslint
deerawan.vscode-faker
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
hbenl.vscode-test-explorer
hoovercj.vscode-settings-cycler
humao.rest-client
jeusto.one-sandbox
jock.svg
kamikillerto.vscode-colorize
mads-hartmann.bash-ide-vscode
melishev.feather-vscode
mhutchie.git-graph
ms-toolsai.datawrangler
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
pascalsenn.keyboard-quickfix
pkief.material-icon-theme
pomber.git-file-history
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.vscode-yaml
sburg.vscode-javascript-booster
sleistner.vscode-fileutils
subframe7536.custom-ui-style
tomoki1207.pdf
usernamehw.commands
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wenfangdu.jump
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zignd.html-css-class-completion